Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
pl: automatycznie popraw poziome zniekształcenie perspektywy kliknięcie z ctrl, żeby dopasować tylko obrót kliknięcie z shift, żeby dopasować tylko przesunięcie obiektywu

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
pl: automatycznie popraw pionowe i poziome zniekształcenie perspektywy; dopasuj obrót, przesunięcie obiektywu w obu kierunkach i pochylenie kliknięcie z ctrl, żeby dopasować tylko obrót kliknięcie z shift, żeby dopasować tylko przesunięcie obiektywu kliknięcie z ctrl-shift, żeby dopasować tylko przesunięcie obiektywu i obrót

source: analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
pl: przeanalizuj strukturę linii na zdjęciu kliknij z ctrl dla dodatkowego wzmocnienia krawędzi kliknij z shift dla dodatkowego wzmocnienia detali kliknij z ctrl+shift dla połączenia obu metod

source: remove line structure information
pl: usuń informacje o strukturze linii

source: toggle visibility of structure lines
pl: przełącza widoczność linii strukturalnych

source: [%s on segment] select segment
pl: [%s na segmencie] wybierz segment

source: [%s on segment] unselect segment
pl: [%s na segmencie] odznacz segment

source: [%s] select all segments from zone
pl: [%s] wybierz wszystkie segmenty ze strefy

source: [%s] unselect all segments from zone
pl: [%s] odznacz wszystkie segmenty strefy

source: contrast equalizer
pl: korektor kontrastu

source: mix
pl: miks

source: coarse
pl: zgrubne

source: denoise & sharpen
pl: odszumianie i wyostrzanie

source: sharpen
pl: wyostrzenie

source: denoise chroma
pl: odszumianie chroma

source: denoise
pl: odszumianie

source: bloom
pl: poświata

source: clarity
pl: klarowność

source: deblur: large blur, strength 4
pl: usuwanie rozmycia: duże rozmycie, siła 4

source: deblur: large blur, strength 3
pl: usuwanie rozmycia: duże rozmycie, siła 3

source: deblur: medium blur, strength 3
pl: usuwanie rozmycia: średnie rozmycie, siła 3

source: deblur: fine blur, strength 3
pl: usuwanie rozmycia: niewielkie rozmycie, siła 3

source: deblur: large blur, strength 2
pl: usuwanie rozmycia: duże rozmycie, siła 2

source: deblur: medium blur, strength 2
pl: usuwanie rozmycia: średnie rozmycie, siła 2

source: deblur: fine blur, strength 2
pl: usuwanie rozmycia: niewielkie rozmycie, siła 2

source: deblur: large blur, strength 1
pl: usuwanie rozmycia: duże rozmycie, siła 1

source: deblur: medium blur, strength 1
pl: usuwanie rozmycia: średnie rozmycie, siła 1

source: deblur: fine blur, strength 1
pl: usuwanie rozmycia: niewielkie rozmycie, siła 1

source: fine
pl: drobne

source: contrasty
pl: kontrastowo

source: smooth
pl: gładko

source: noisy
pl: szum

source: bold
pl: wyraźnie

source: dull
pl: słabo

source: change lightness at each feature size
pl: zmiana jasności w zależności od skali

source: change color saturation at each feature size
pl: zmiana nasycenia koloru w zależności od skali

source: edges
pl: krawędzie

source: change edge halos at each feature size only changes results of luma and chroma tabs
pl: zmiana efektu halo na krawędziach w zależności od skali wyłącznie zmienia rezultaty zakładek luma i chroma

source: make effect stronger or weaker
pl: osłabia lub wzmacnia efekt

source: scale
pl: skala

source: preserve colors
pl: ochrona kolorów

source: exposure fusion
pl: przesunięcie ekspozycji

source: neutral
pl: neutralna

source: canon eos like
pl: jak w canonie EOS

source: canon eos like alternate
pl: jak w canonie EOS (alternatywna)

source: nikon like
pl: jak w nikonie

source: nikon like alternate
pl: jak w nikonie (alternatywna)

source: sony alpha like
pl: jak w sony

source: pentax like
pl: jak w pentaksie

source: ricoh like
pl: jak w ricoh

source: olympus like
pl: jak w olympusie

source: olympus like alternate
pl: jak w olympusie (alternatywna)

source: panasonic like
pl: jak w panasonicu

source: leica like
pl: jak w leica

source: kodak easyshare like
pl: jak w kodaku easyshare

source: konica minolta like
pl: jak w konica minolta

source: samsung like
pl: jak w samsungu

source: fujifilm like
pl: jak w fujifilm

source: nokia like
pl: jak w nokia

source: cubic spline
pl: sześcienna funkcja sklejana

source: base curve
pl: krzywa bazowa

source: abscissa: input, ordinate: output. works on RGB channels
pl: odcięta: wejście, rzędna: wyjście. działa na kanałach RGB

source: linear
pl: korekcja liniowa

source: logarithmic
pl: logarytmiczna

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
pl: skala użyta na wykresie. użyj skali logarytmicznej dla większej precyzji w cieniach

source: luminance
pl: luminancja

source: max RGB
pl: maks. RGB

source: average RGB
pl: uśrednione RGB

source: sum RGB
pl: suma RGB

source: norm RGB
pl: znormalizowane RGB

source: basic power
pl: prosta potęga

source: method to preserve colors when applying contrast
pl: metoda ochrony kolorów przy zmienianiu kontrastu

source: two exposures
pl: dwie ekspozycje

source: three exposures
pl: trzy ekspozycje

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
pl: połączyć to zdjęcie rozjaśnione/przyciemnione o kilka EV z samym sobą, aby skompresować wysoką rozpiętość tonalną. naświetl na światła przed użyciem.

source: how many stops to shift the individual exposures apart
pl: o ile działek przesunąć indywidualne ekspozycje

source: exposure shift
pl: przesunięcie ekspozycji

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
pl: czy przesunąć ekspozycję w górę, czy w dół (-1: redukcja świateł, +1: redukcja cieni)

source: exposure bias
pl: korekta ekspozycji

source: basic adjustments
pl: podstawowe korekty

source: black level correction
pl: korekta poziomu czerni

source: highlight compression
pl: kompresja świateł

source: contrast
pl: kontrast

source: middle grey
pl: średnia szarość

source: brightness
pl: jasność

source: saturation
pl: nasycenie

source: vibrance
pl: ożywienie

source: clip
pl: odcinanie

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
pl: zmień poziom czerni, żeby odzyskać ujemne wartości RGB. nigdy nie powienieś tego używac, żeby dodawać więcej gęstosci w czerniach! złe ustawienie spowoduje wypadnięcie kolorów bliskich czerni poza gamut przesuwając wartości RGB poniżej zera

source: adjust the exposure correction
pl: ustawienie korekcji ekspozycji

source: highlight compression adjustment
pl: ustawienie kompresji świateł

source: contrast adjustment
pl: korekta kontrastu

source: middle grey adjustment
pl: ustawienie średniej szarości

source: brightness adjustment
pl: korekta jasności

source: saturation adjustment
pl: korekta nasycenia

source: vibrance adjustment
pl: korekcja ożywienia

source: apply auto exposure based on the entire image
pl: zastosuj automatyczną ekspozycję w oparciu o całe zdjęcie

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
pl: zastosuj automatyczną ekspozycję w oparciu o region zdefiniowany przez użytkownika kliknij i przeciągnij, aby zaznaczyć obszar kliknij prawym, aby anulować

source: adjusts clipping value for auto exposure calculation
pl: dopasuj wartość odcinania do wyliczania automatycznej ekspozycji

source: local contrast
pl: kontrast miejscowy

source: detail
pl: szczegół

source: coarseness
pl: szorstkość

source: highlights
pl: światła

source: shadows
pl: cienie

source: midtone range
pl: zakres tonów średnich

source: mode
pl: tryb

source: bilateral grid
pl: siatka bilateralna

source: local laplacian filter
pl: lokalne filtrowanie laplasjanem

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
pl: filtr użyty do lokalnego wzmocnienia kontrastu. bilateralny jest szybszy, ale może powodować artefakty wokół krawędzi na ekstremalnych ustawieniach.

source: changes the local contrast
pl: zmienia kontrast lokalny

source: feature size of local details (spatial sigma of bilateral filter)
pl: rozmiar lokalnych detali (przestrzenna sigma filtra bilateralnego)

source: L difference to detect edges (range sigma of bilateral filter)
pl: różnica L do wykrywania krawędzi (sigma zakresu filtra bilateralnego)

source: changes the local contrast of highlights
pl: zmienia kontrast lokalny świateł

source: changes the local contrast of shadows
pl: zmienia kontrast lokalny cieni

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
pl: definiuje, co jest uznawane za tony pośrednie. obniżyć dla większej kompresji rozpiętości tonalnej (redukcja kontrastu między cieniami i światłami), zwiększyć dla mocniejszego lokalnego kontrastu

source: denoise (bilateral filter)
pl: odszumianie (filtr bilateralny)

source: radius
pl: promień

source: spatial extent of the gaussian
pl: zasięg przestrzenny Gaussa

source: how much to blur red
pl: rozmycie czerwonego

source: how much to blur green
pl: rozmycie zielonego

source: how much to blur blue
pl: rozmycie niebieskiego

source: size
pl: rozmiar

source: threshold
pl: próg

source: strength
pl: siła

source: the size of bloom
pl: rozmiar poświaty

source: the threshold of light
pl: próg światła

source: the strength of bloom
pl: siła poświaty

source: framing
pl: obramowanie

source: border size
pl: rozmiar obramowania

source: pick border color from image
pl: pobierz kolor obramowania ze zdjęcia

source: frame line size
pl: rozmiar linii ramki

source: frame line offset
pl: przesunięcie linii ramki

source: pick frame line color from image
pl: pobierz kolor linii ramki ze zdjęcia

source: aspect
pl: proporcje

source: orientation
pl: orientacja

source: horizontal position
pl: pozycja w poziomie

source: vertical position
pl: pozycja w pionie

source: 15:10 postcard white
pl: 15:10 pocztówka biała

source: 15:10 postcard black
pl: 15:10 pocztówka czarna

source: golden cut
pl: złoty podział

source: square
pl: kwadrat

source: constant border
pl: stałe obramowanie

source: custom...
pl: własne...

source: center
pl: środek

source: size of the border in percent of the full image
pl: rozmiar obramowania w procentach obrazu

source: select the aspect ratio or right click and type your own (w:h)
pl: wybierz proporcję lub kliknij prawym przyciskiem i wprowadź własną (szer:wys)

source: set the custom aspect ratio
pl: ustaw dowolny stosunek proporcji

source: aspect ratio orientation of the image with border
pl: orientacja obrazu z obramowaniem

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
pl: wybierz proporcje położenia w poziomie w stosunku do góry obrazu lub kliknij prawym przyciskiem i wprowadź własne (y : wys.)

source: custom horizontal position
pl: dowolna pozycja w poziomie

source: select the vertical position ratio relative to left or right click and type your own (x:w)
pl: wybierz proporcje położenia w pionie w stosunku do lewej strony obrazu lub kliknij prawym przyciskiem i wprowadź własne (x : szer.)

source: custom vertical position
pl: dowolna pozycja w pionie

source: size of the frame line in percent of min border width
pl: rozmiar linii ramki w procentach najmniejszej szerokości obramowania

source: offset of the frame line beginning on picture side
pl: odległość linii ramki od brzegu zdjęcia

source: border color
pl: kolor obramowania

source: select border color
pl: wybór koloru obramowania

source: frame line color
pl: kolor linii ramki

source: select frame line color
pl: wybór koloru linii ramki

source: chromatic aberrations
pl: aberracja chromatyczna

source: automatic chromatic aberration correction
pl: automatyczna korekcja aberracji chromatycznej

source: automatic chromatic aberration correction disabled for non-Bayer sensors
pl: automatyczna korekcja aberracji chromatycznej wyłączona dla nie-bayerowskich sensorów

source: automatic chromatic aberration correction only works for raw images.
pl: automatyczna korekcja aberracji chromatycznej działa tylko dla plików raw.

source: channel mixer
pl: mikser kanałów

source: destination
pl: cel

source: gray
pl: szary

source: amount of red channel in the output channel
pl: ilość kanału czerwonego w kanale wyjściowym

source: amount of green channel in the output channel
pl: ilość kanału zielonego w kanale wyjściowym

source: amount of blue channel in the output channel
pl: ilość kanału niebieskiego w kanale wyjściowym

source: swap R and B
pl: zamień czerwony i niebieski

source: swap G and B
pl: zamień zielony i niebieski

source: color contrast boost
pl: wzmocnienie kontrastu kolorów

source: color details boost
pl: wzmocnienie detali kolorów

source: color artifacts boost
pl: wzmocnienie artefaktów kolorów

source: B/W luminance-based
pl: B/W w oparciu o luminancję

source: B/W artifacts boost
pl: czarno-białe - wzmocnienie artefaktów

source: B/W smooth skin
pl: czarno-białe - gładka skóra

source: B/W blue artifacts reduce
pl: czarno-białe - zmniejszenie artefaktów

source: Choleski decomposition failed to allocate memory, check your RAM settings
pl: błąd alokacji pamięci dla rozkładu Choleskiego, sprawdź ustawienia RAM

source: amount
pl: ilość

source: size of features to preserve
pl: rozmiar szczegółów do zachowania

source: strength of the effect
pl: siła efektu

source: crop and rotate
pl: kadrowanie i obrót

source: invalid ratio format. it should be "number:number"
pl: nieprawidłowy format proporcji. powinno być „liczba:liczba”

source: invalid ratio format. it should be non zero
pl: nieprawidłowy format proporcji. powinien być niezerowy

source: full
pl: pełna

source: old system
pl: stary system

source: correction applied
pl: korekcja zastosowana

source: margins
pl: marginesy

source: flip
pl: odbicie

source: both
pl: w poziomie i pionie

source: mirror image horizontally and/or vertically
pl: odbicie obrazu w poziomie oraz/lub w pionie

source: angle
pl: kąt

source: right-click and drag a line on the image to drag a straight line
pl: kliknij prawym z klawiszem shift i przeciągnij na zdjęciu, aby dodać prostą linię

source: left
pl: lewy

source: the left margin cannot overlap with the right margin
pl: lewy margines nie może nachodzić na prawy

source: right
pl: prawy

source: the right margin cannot overlap with the left margin
pl: prawy margines nie może nachodzić na lewy

source: top
pl: górny

source: the top margin cannot overlap with the bottom margin
pl: górny margines nie może nachodzić na dolny

source: the bottom margin cannot overlap with the top margin
pl: dolny margines nie może nachodzić na górny

source: keystone
pl: korekta perspektywy

source: set perspective correction for your image
pl: wybierz rodzaj korekcji perspektywy

source: freehand
pl: dowolne

source: original image
pl: oryginalne zdjęcie

source: 10:8 in print
pl: 10:8 w wydruku

source: widescreen
pl: ekran panoramiczny

source: anamorphic
pl: anamorficzny

source: invalid ratio format for `%s'. it should be "number:number"
pl: nieprawidłowy format proporcji dla „%s”. powinno być „liczba:liczba”

source: set the aspect ratio the list is sorted: from most square to least square
pl: lista wyboru proporcji jest posortowana: od najbardziej zbliżonych do kwadratu, do najmniej zbliżonych do kwadratu

source: display guide lines to help compose your photograph
pl: wyświetla linie prowadnic pomagające w kompozycji zdjęcia

source: flip guides
pl: odbij prowadnice

source: horizontally
pl: w poziomie

source: vertically
pl: w pionie

source: commit
pl: wykonaj

source: guide lines
pl: prowadnice

source: [%s on borders] crop
pl: [%s na krawędziach] przytnij

source: [%s on borders] crop keeping ratio
pl: [%s na krawędziach] przytnij zachowując proporcje

source: [%s] define/rotate horizon
pl: [%s] ustal/obróć horyzont

source: contrast brightness saturation
pl: kontrast jasność nasycenie

source: color saturation adjustment
pl: korekta nasycenia

source: color balance
pl: balans kolorów

source: lift/gamma/gain controls as seen in video editors
pl: kontrola wzniosu/gammy/wzmocnienia jak w edytorach video

source: split-toning teal-orange (2nd instance)
pl: dzielone tonowanie błękit-pomarańcz (2ga kopia)

source: split-toning teal-orange (1st instance)
pl: dzielone tonowanie błękit-pomarańcz (1sza kopia)

source: generic film
pl: generyczny film

source: similar to Kodak Portra
pl: podobny do Kodak Portra

source: similar to Kodak Ektar
pl: podobny do Kodak Ektar

source: similar to Kodachrome
pl: podobny do Kodachrome

source: input saturation
pl: nasycenie wejściowe

source: output saturation
pl: nasycenie wyjściowe

source: contrast fulcrum
pl: środek kontrastu

source: color control sliders
pl: suwaki kontroli koloru

source: optimize luma from patches
pl: optymalizuj lumę na podstawie łatek

source: optimize luma
pl: optymalizuj lumę

source: neutralize colors from patches
pl: zneutralizuj kolory na podstawie łatek

source: neutralize colors
pl: zneutralizuj kolory

source: lift, gamma, gain (ProPhotoRGB)
pl: wznios, gamma, wzmocnienie (ProPhotoRGB)

source: slope, offset, power (ProPhotoRGB)
pl: nachylenie, przesunięcie, potęga (ProPhotoRGB)

source: lift, gamma, gain (sRGB)
pl: wznios, gamma, wzmocnienie (sRGB)

source: color-grading mapping method
pl: metoda mapowania gradacji kolorów

source: master
pl: główny

source: saturation correction before the color balance
pl: korekcja nasycenia przed balansem kolorów

source: saturation correction after the color balance
pl: korekcja nasycenia po balansie kolorów

source: adjust to match a neutral tone
pl: zmień, by wybrać ton neutralny

source: factor of
pl: współczynnik

source: factor
pl: współczynnik

source: shadows : lift / offset
pl: cienie : wznios / przesunięcie

source: factor of lift
pl: współczynnik wzniosu

source: lift
pl: wznios

source: select the hue
pl: wybierz odcień

source: select the saturation
pl: wybierz nasycenie

source: factor of red for lift
pl: współczynnik czerwieni dla wzniosu

source: factor of green for lift
pl: współczynnik zieleni dla wzniosu

source: factor of blue for lift
pl: współczynnik niebieskiego dla wzniosu

source: mid-tones : gamma / power
pl: tony średnie: gamma / potęga

source: factor of gamma
pl: współczynnik gamma

source: factor of red for gamma
pl: współczynnik czerwieni dla gamma

source: factor of green for gamma
pl: współczynnik zieleni dla gamma

source: factor of blue for gamma
pl: współczynnik niebieskiego dla gamma

source: highlights : gain / slope
pl: światła: wzmocnienie / nachylenie

source: factor of gain
pl: współczynnik wzmocnienia

source: gain
pl: wzmocnienie

source: factor of red for gain
pl: współczynnik czerwieni dla wzmocnienia

source: factor of green for gain
pl: współczynnik zieleni dla wzmocnienia

source: factor of blue for gain
pl: współczynnik niebieskiego dla wzmocnienia

source: auto optimizers
pl: automatyczne optymalizacje

source: fit the whole histogram and center the average luma
pl: dopasuj cały histogram i wyśrodkuj średnią lumę

source: optimize the RGB curves to remove color casts
pl: zoptymalizuj krzywe RGB, aby usunąć zafarb

source: color look up table
pl: tablica kolorów

source: green-red
pl: zielony-czerwony

source: blue-yellow
pl: niebieski-żółty

source: target color
pl: kolor docelowy

source: it8 skin tones
pl: it8 odcienie skóry

source: helmholtz/kohlrausch monochrome
pl: monochromatyczny Helmholtza/Kohlrauscha

source: Fuji Astia emulation
pl: emulacja Fuji Astia

source: Fuji Classic Chrome emulation
pl: emulacja Fuji Classic Chrome

source: Fuji Monochrome emulation
pl: emulacja Fuji Monochrome

source: Fuji Provia emulation
pl: emulacja Fuji Provia

source: Fuji Velvia emulation
pl: emulacja Fuji Velvia

source: patch #%d
pl: próbka nr %d

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
pl: (%2.2f %2.2f %2.2f) zmodyfikowane próbki są oznaczone obramowaniem kliknij, by wybrać podwójne kliknięcie, by zresetować kliknięcie prawym klawiszem, by skasować próbkę kliknięcie z shiftem podczas wybierania kolorów, by zastąpić próbkę

source: patch
pl: próbka

source: color checker patch
pl: próbka koloru

source: lightness offset
pl: zmiana jasności

source: chroma offset green/red
pl: zmiana koloru zielony/czerwony

source: green/red
pl: zielony/czerwony

source: chroma offset blue/yellow
pl: zmiana koloru niebieski/żółty

source: blue/yellow
pl: niebieski/żółty

source: saturation offset
pl: przesunięcie nasycenia

source: control target color of the patches via relative offsets or via absolute Lab values
pl: kontroluj kolor docelowy łatek przez względne różnice lub bezwzględne wartości Lab

source: relative
pl: relatywne

source: absolute
pl: bezwzględne

source: color contrast
pl: kontrast kolorów

source: green vs magenta
pl: zielony i magenta

source: blue vs yellow
pl: niebieski i żółty

source: steepness of the a* curve in Lab
pl: stromość krzywej a* w Lab

source: steepness of the b* curve in Lab
pl: stromość krzywej b* w Lab

source: color correction
pl: korekcja koloru

source: warm tone
pl: ciepła tonacja

source: warming filter
pl: filtr ocieplający

source: cooling filter
pl: filtr schładzający

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
pl: przeciągaj linię, aby uzyskać dzielone tonowanie. jasny punkt oznacza światła, ciemny punkt oznacza cienie. użyj kółka myszy, aby zmienić nasycenie.

source: set the global saturation
pl: ustawienie nasycenia ogólnego

source: input color profile
pl: wejściowy profil koloru

source: input profile
pl: profil wejściowy

source: working profile
pl: profil roboczy

source: gamut clipping
pl: przycięcie do gamutu

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
pl: nie można wydobyć macierzy z przestrzeni kolorów „%s”, zostanie zastąpiona przez Rec2020 RGB!

source: `%s' color matrix not found!
pl: nie znaleziono macierzy koloru „%s”!

source: input profile could not be generated!
pl: profil wejściowy nie mógł zostać wygenerowany!

source: unsupported input profile has been replaced by linear Rec709 RGB!
pl: nieobsługiwany profil wejściowy został zastąpiony przez liniowy Rec709 RGB!

source: ICC profiles in %s or %s
pl: profile ICC w %s lub %s

source: confine Lab values to gamut of RGB color space
pl: ogranicz wartości Lab do gamutu przestrzeni koloru RGB

source: colorize
pl: koloryzacja

source: source mix
pl: miks źródła

source: select the hue tone
pl: ton odcienia

source: select the saturation shadow tone
pl: nasycenie tonu dla cieni

source: lightness of color
pl: jasność koloru

source: mix value of source lightness
pl: miks wartości źródła jasności

source: color mapping
pl: mapowanie kolorów

source: number of clusters
pl: liczba skupisk

source: color dominance
pl: przewaga koloru

source: histogram equalization
pl: wyrównanie histogramu

source: acquire as source
pl: pobierz jako źródłowy

source: acquire as target
pl: pobierz jako docelowy
